package com.gridnine.testing;

public class Menu {
    static final String homeMenu = "Выбирете нужный пункт меню:\n" +
            "   1. поиск перелета в нужный день\n" +
            "   2. поиск перелета пначиная с определенной даты\n" +
            "   3. поиск перелета с определенной датой прибытия в пункт назначения\n" +
            "   4. поиск самого быстрого перелета\n" +
            "   5. поиск ближайщего рейса\n" +
            "   6. поиск перелетов с меньшим количеством пересадок\n" +
            "> ";

    static final String menuInputDay = "введите дату в формате 31/12/2022\n> ";

}
